Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# creatorContent.empty
source: No published content
zh_hans: 暂无发布内容

# creatorContent.failed
source: Unable to load. Try again.
zh_hans: 加载失败，请重试。

# creatorContent.filter.activity
source: Activities
zh_hans: 活动

# creatorContent.filter.all
source: All
zh_hans: 全部

# creatorContent.filter.club
source: Club
zh_hans: 俱乐部

# creatorContent.filter.completed
source: Completed
zh_hans: 已完成

# creatorContent.filter.draft
source: Draft
zh_hans: 草稿

# creatorContent.filter.member
source: Individual
zh_hans: 个人

# creatorContent.filter.merchant
source: Merchant
zh_hans: 商家

# creatorContent.filter.notStarted
source: Not started
zh_hans: 未开始

# creatorContent.filter.offline
source: Offline
zh_hans: 已下架

# creatorContent.filter.pending
source: Under review
zh_hans: 审核中

# creatorContent.filter.rejected
source: Rejected
zh_hans: 未通过

# creatorContent.filter.running
source: Running
zh_hans: 进行中

# creatorContent.filter.template
source: Templates
zh_hans: 模板

# creatorContent.filter.topic
source: Topics
zh_hans: 主题

# creatorContent.fixture.recover
source: Recover fixture
zh_hans: 恢复示例

# creatorContent.fixture.signOut
source: Simulate sign out
zh_hans: 模拟退出

# creatorContent.income
source: Recent reported income
zh_hans: 近期收入记录

# creatorContent.likes
source: Likes
zh_hans: 点赞次数

# creatorContent.loading
source: Loading…
zh_hans: 加载中…

# creatorContent.metrics
source: Latest reported metrics
zh_hans: 最近统计数据

# creatorContent.network
source: Connection failed. Try again.
zh_hans: 连接失败，请重试。

# creatorContent.noIncome
source: No income records returned
zh_hans: 暂无收入记录

# creatorContent.noReason
source: No rejection reason provided
zh_hans: 未说明驳回原因

# creatorContent.notConfigured
source: This service is not configured
zh_hans: 此服务尚未配置

# creatorContent.offlineExample
source: Synthetic offline example
zh_hans: 离线示例数据

# creatorContent.owner
source: Publisher
zh_hans: 发布身份

# creatorContent.projects
source: My published content
zh_hans: 我发布的内容

# creatorContent.readOnly
source: Editing, publishing, deleting, cancellation and refunds are not available here yet.
zh_hans: 此处暂不支持编辑、发布、删除、取消或退款。

# creatorContent.reapplyBlocked
source: The current service does not accept repeat applications after rejection.
zh_hans: 当前服务不支持驳回后重新申请。

# creatorContent.retry
source: Try again
zh_hans: 重试

# creatorContent.signInRequired
source: Sign in to view your content
zh_hans: 登录后查看你的内容

# creatorContent.signups
source: Signups
zh_hans: 报名人数

# creatorContent.state
source: Status
zh_hans: 状态

# creatorContent.status.approved
source: Approved creator
zh_hans: 已通过的创作者

# creatorContent.status.not_applied
source: Not applied
zh_hans: 尚未申请

# creatorContent.status.pending
source: Application under review
zh_hans: 申请审核中

# creatorContent.status.rejected
source: Application rejected
zh_hans: 申请被驳回

# creatorContent.status.unknown
source: Unknown application status
zh_hans: 申请状态未知

# creatorContent.truncated
source: Showing the first 200 results. Narrow the filters to find more content.
zh_hans: 仅显示前 200 条，请筛选以查找更多内容。

# creatorContent.type
source: Content type
zh_hans: 内容类型

# creatorContent.unavailable
source: Content unavailable
zh_hans: 内容不可用

# creatorContent.untitled
source: Untitled
zh_hans: 未命名

# creatorContent.views
source: Views
zh_hans: 浏览次数

# creatorRoot.add
source: Increase by
zh_hans: 增加

# creatorRoot.addField
source: Add an eligible field
zh_hans: 添加可放宽字段

# creatorRoot.addVariant
source: Add easing rule
zh_hans: 添加放宽规则

# creatorRoot.amount
source: Amount (1–99999)
zh_hans: 调整量（1–99999）

# creatorRoot.clearVariants
source: Remove all easing rules
zh_hans: 移除全部放宽规则

# creatorRoot.conditionScope
source: Named state keys use clue., relation. or counter. prefixes. System state is read-only; node references still require server topic checks.
zh_hans: 具名状态键使用 clue.、relation. 或 counter. 前缀。系统状态只读；节点引用仍需服务端核对所属主题。

# creatorRoot.d20
source: D20 check
zh_hans: D20 检定

# creatorRoot.d20Bounds
source: DC 1–40; modifier −20…20; success and failure text 1–200 UTF-16 units. D20 does not require six task faces.
zh_hans: DC 为 1–40；加值为 −20…20；成功、失败文案各 1–200 个 UTF-16 单位。D20 不需要六面任务。

# creatorRoot.d20Preview
source: D20 local example
zh_hans: D20 本地示例

# creatorRoot.d20RuntimeLimit
source: A deterministic creator example uses 12, or 12 and 7. Live rolls and success must come from the server; this is not a gameplay receipt.
zh_hans: 固定创作者示例使用 12，或 12 与 7。真实骰点与成功结果必须来自服务端，此处不是游玩回执。

# creatorRoot.d6
source: Six-sided tasks
zh_hans: 六面任务骰

# creatorRoot.damageServer
source: The topic difficulty table decides actual damage. Selecting a tier does not assign an HP cost here.
zh_hans: 实际扣血由主题难度表决定。此处选择档位，不自行设定生命值损耗。

# creatorRoot.dc
source: Difficulty DC
zh_hans: 难度 DC

# creatorRoot.defaultTier
source: Server default (easy)
zh_hans: 服务端默认（简单）

# creatorRoot.diceMode
source: Dice rules
zh_hans: 骰子规则

# creatorRoot.eligibleOnly
source: Only enabled games with meaningful easing appear here. Unlimited attempts and untimed ball challenges cannot be relaxed further.
zh_hans: 仅显示已启用且可实际放宽的字段。已不限次数或未限时的弹球不能继续放宽。

# creatorRoot.firstMatch
source: Rules are checked in order at session start. Only the first match applies, and the resulting session configuration is frozen.
zh_hans: 开局时按顺序检查规则，仅应用第一条命中规则，并冻结本局配置。

# creatorRoot.frozenPreview
source: The values shown are a local example. Actual sessions apply the server rule once at start.
zh_hans: 显示的是本地示例值。真实局由服务端在开局时一次性应用规则。

# creatorRoot.itemText
source: Detail content
zh_hans: 条目内容

# creatorRoot.kept
source: Kept roll
zh_hans: 保留骰点

# creatorRoot.matchedRule
source: First matching rule
zh_hans: 首条命中规则

# creatorRoot.mistakeTier
source: Mistake damage tier
zh_hans: 判错扣血档位

# creatorRoot.modifier
source: Modifier
zh_hans: 加值

# creatorRoot.noMatch
source: No rule matches this sample
zh_hans: 此示例没有命中规则

# creatorRoot.operation
source: Change
zh_hans: 调整方式

# creatorRoot.pips
source: Example rolls
zh_hans: 示例骰点

# creatorRoot.rehearsalLimit
source: This uses sample state only. It never changes health, grants a role, starts a real session or creates player evidence.
zh_hans: 此处仅使用示例状态，不改变生命值、不分配真实角色、不创建真实局，也不产生玩家凭证。

# creatorRoot.rehearse
source: Rehearse root rules locally
zh_hans: 本地预演根层规则

# creatorRoot.relax.ballShake.goal
source: Ball collision goal
zh_hans: 弹球撞击目标

# creatorRoot.relax.ballShake.seconds
source: Timed ball challenge
zh_hans: 弹球限时

# creatorRoot.relax.compass.holdSeconds
source: Compass hold duration
zh_hans: 罗盘保持时长

# creatorRoot.relax.compass.tolerance
source: Compass tolerance
zh_hans: 罗盘容差

# creatorRoot.relax.countdown.seconds
source: Countdown duration
zh_hans: 倒计时时长

# creatorRoot.relax.estimate.tolerance
source: Estimate tolerance
zh_hans: 估数容差

# creatorRoot.relax.hiddenObject.maxTries
source: Hidden-object attempts
zh_hans: 找东西尝试次数

# creatorRoot.relax.pricePair.maxTries
source: Picture guesses
zh_hans: 猜图次数

# creatorRoot.relax.qa.maxTries
source: Question attempts
zh_hans: 问答尝试次数

# creatorRoot.relax.quietHold.seconds
source: Quiet duration
zh_hans: 安静时长

# creatorRoot.relax.reaction.goalMs
source: Reaction threshold
zh_hans: 反应达标线

# creatorRoot.relax.shout.seconds
source: Shouting duration
zh_hans: 连续喊声时长

# creatorRoot.relax.sort.maxAttempts
source: Sorting attempts
zh_hans: 排序尝试次数

# creatorRoot.relax.stopwatch.toleranceMs
source: Stopwatch tolerance
zh_hans: 停表容差

# creatorRoot.relax.stopwatch.tries
source: Stopwatch attempts
zh_hans: 停表尝试次数

# creatorRoot.relax.timer.durationSeconds
source: Whole-node time limit
zh_hans: 整关时限

# creatorRoot.relax.typeIn.seconds
source: Typing time limit
zh_hans: 打字时限

# creatorRoot.relax.typeIn.tries
source: Typing attempts
zh_hans: 打字尝试次数

# creatorRoot.relaxChanges
source: Fields to ease
zh_hans: 放宽字段

# creatorRoot.roleItems
source: Role-specific details (up to 8)
zh_hans: 角色专属条目（最多 8 条）

# creatorRoot.roleLabel
source: Role name
zh_hans: 角色名称

# creatorRoot.roleTextLimit
source: Each text field allows up to 200 UTF-16 units. Keep IDs A and B unchanged.
zh_hans: 每项文字最多 200 个 UTF-16 单位。固定标识 A、B 不可改变。

# creatorRoot.roleViews
source: A/B role content
zh_hans: A/B 角色内容

# creatorRoot.roleViewsLimit
source: Author and review both role views here. Real assignment and which view a player receives are server-owned; native player rendering is not verified by this preview.
zh_hans: 创作者可在此编辑和检查两个角色视角。真实分配及玩家能看到的内容由服务端决定；此预览不代表原生玩家端已验证。

# creatorRoot.roll.advantage
source: Advantage (keep higher)
zh_hans: 优势（取较高）

# creatorRoot.roll.disadvantage
source: Disadvantage (keep lower)
zh_hans: 劣势（取较低）

# creatorRoot.roll.normal
source: Normal
zh_hans: 普通

# creatorRoot.rollMode
source: D20 roll mode
zh_hans: D20 掷骰方式

# creatorRoot.rules
source: Root rules and role content
zh_hans: 根层规则与角色内容

# creatorRoot.sampleState
source: Sample state
zh_hans: 示例状态

# creatorRoot.separateCount
source: These controls and A/B role content are separate from the 37 configuration-family count.
zh_hans: 这些控制项与 A/B 角色内容单独统计，不计入 37 个配置模块。

# creatorRoot.showSample
source: Show the fixed example
zh_hans: 展示固定示例

# creatorRoot.snapshot
source: Example session snapshot
zh_hans: 示例局配置快照

# creatorRoot.sortAttempts
source: 0 or missing means unlimited. A finite value must be 1–10; this also enables adaptive attempt rules.
zh_hans: 0 或未配置表示不限。有限次数为 1–10，也可用于自适应次数放宽。

# creatorRoot.subtract
source: Reduce by
zh_hans: 减少

# creatorRoot.total
source: Total with modifier
zh_hans: 含加值总点数

# creatorRoot.unlimited
source: Make unlimited
zh_hans: 改为不限

# creatorRoot.validation.condition
source: Use a supported condition and valid state key/value.
zh_hans: 请使用支持的条件及有效状态键和值。

# creatorRoot.validation.count
source: Too many rules/items or an invalid list.
zh_hans: 规则／条目数量过多，或列表格式不正确。

# creatorRoot.validation.direction
source: This change tightens the rule or has no effect. Only easing is allowed.
zh_hans: 此调整会收紧规则或没有效果，仅允许放宽。

# creatorRoot.validation.empty
source: Add at least one field to ease.
zh_hans: 至少添加一个放宽字段。

# creatorRoot.validation.mode
source: Choose a supported dice rule or roll mode.
zh_hans: 请选择支持的骰子规则或掷骰方式。

# creatorRoot.validation.number
source: Use a whole number within the permitted range.
zh_hans: 请填写允许范围内的整数。

# creatorRoot.validation.relax
source: Choose an enabled, eligible field and a valid easing amount.
zh_hans: 请选择已启用且可放宽的字段，并填写有效调整量。

# creatorRoot.validation.relaxedBounds
source: After this rule applies, the full configuration would exceed a valid boundary.
zh_hans: 应用此规则后，完整配置将超出有效范围。

# creatorRoot.validation.roles
source: Configure exactly A and B, with one view for each.
zh_hans: 必须配置 A、B 两个角色，且每个角色恰有一个视角。

# creatorRoot.validation.shape
source: This configuration has an invalid data shape.
zh_hans: 此配置的数据结构不正确。

# creatorRoot.validation.text
source: Required content is missing, the type is invalid or text is too long.
zh_hans: 必填内容缺失、类型不正确或文字过长。

# creatorRoot.validation.tier
source: Choose easy, medium or hard.
zh_hans: 请选择简单、普通或困难。

# creatorRoot.validation.unknown
source: An unknown field is retained and blocks submission.
zh_hans: 已保留未知字段，暂不能提交。

# creatorRoot.variant
source: Rule
zh_hans: 规则

# creatorRoot.variants
source: Adaptive easing rules
zh_hans: 自适应放宽规则

# creatorRoot.when
source: When this condition matches
zh_hans: 满足此条件时

# discovery.allPacks
source: All formats
zh_hans: 全部形态

# discovery.banners
source: Highlights
zh_hans: 首页精选

# discovery.browseTemplates
source: Browse templates
zh_hans: 浏览模板

# discovery.categoriesUnavailable
source: Categories couldn’t be loaded. You can still browse templates.
zh_hans: 品类加载失败，仍可浏览模板。

# discovery.category
source: Category
zh_hans: 品类

# discovery.categoryMatches
source: Selected category
zh_hans: 所选品类

# discovery.chapters %lld
source: %lld chapters
zh_hans: %lld 章

# discovery.clearFilters
source: Clear filters
zh_hans: 清除筛选

# discovery.creator
source: From the creator
zh_hans: 创作者说

# discovery.difficulty
source: Difficulty
zh_hans: 难度

# discovery.duration
source: Duration
zh_hans: 时长

# discovery.durationValue %@
source: %@ min
zh_hans: %@ 分钟

# discovery.emptyGames
source: No play templates yet
zh_hans: 暂无玩法模板

# discovery.emptyTopics
source: No reusable route templates yet
zh_hans: 还没有可复用的主题模板

# discovery.emptyTopicsHint
source: New route templates will appear here. Browse Games for individual interactions.
zh_hans: 新的整包主题开放后会出现在这里，也可以先去「游戏」里挑单个玩法。

# discovery.experimental
source: Experimental template
zh_hans: 实验模板

# discovery.featured
source: Featured
zh_hans: 精选推荐

# discovery.games
source: Games
zh_hans: 游戏

# discovery.hot
source: Popular
zh_hans: 热门玩法

# discovery.introduction
source: Introduction
zh_hans: 简介

# discovery.latest
source: Latest
zh_hans: 最新玩法

# discovery.loadFailed
source: Couldn’t load this content
zh_hans: 内容加载失败

# discovery.loading
source: Loading…
zh_hans: 正在加载…

# discovery.location
source: Where to play
zh_hans: 在哪用

# discovery.locations %lld
source: %lld locations
zh_hans: %lld 个点

# discovery.materials
source: What to prepare
zh_hans: 需要准备

# discovery.minutes %lld
source: %lld min
zh_hans: %lld 分钟

# discovery.mustPlay
source: Must-play
zh_hans: 必玩精选

# discovery.noResults
source: No matching templates
zh_hans: 未找到匹配的模板

# discovery.openBanner %lld
source: Open highlight %lld
zh_hans: 打开第 %lld 项精选

# discovery.otherTemplates
source: Other templates
zh_hans: 其他模板

# discovery.pack
source: Format
zh_hans: 玩法形态

# discovery.pack.shop
source: Shop IP pack
zh_hans: 店铺 IP 包

# discovery.pack.single
source: Single-location play
zh_hans: 单节点玩法

# discovery.pack.story
source: Story pack
zh_hans: 剧情包

# discovery.playDetails
source: Play details
zh_hans: 玩法详情

# discovery.players
source: Players
zh_hans: 建议人数

# discovery.preview
source: Experimental preview
zh_hans: 实验预览

# discovery.readOnlyHint
source: Template browsing is available. Adopting or editing a template is not available in this native build yet.
zh_hans: 当前原生版本支持浏览模板，暂不支持套用或编辑。

# discovery.recommended
source: Recommended
zh_hans: 推荐

# discovery.rules
source: Rules
zh_hans: 规则说明

# discovery.search
source: Search play templates
zh_hans: 搜索玩法模板

# discovery.searchAction
source: Search
zh_hans: 搜索

# discovery.searchResults
source: Results
zh_hans: 搜索结果

# discovery.shelf
source: Template type
zh_hans: 模板类型

# discovery.signInHint
source: This service requires a current account. Return to sign-in and try again.
zh_hans: 此服务需要有效的登录状态。请返回登录后再试。

# discovery.signInRequired
source: Sign in to continue
zh_hans: 请登录后继续

# discovery.templateMissing
source: Template not found
zh_hans: 找不到这个玩法

# discovery.templateMissingHint
source: It may have been deleted.
zh_hans: 它可能已被删除。

# discovery.templateOffline
source: This template has been taken down
zh_hans: 这个玩法已下架

# discovery.templateOfflineHint
source: The creator has removed it from the library.
zh_hans: 作者已将它从玩法库下架。

# discovery.templateReview
source: This template is under review
zh_hans: 这个玩法正在审核

# discovery.templateReviewHint
source: Check again after the review is complete.
zh_hans: 审核通过后就能看到，请稍后再来。

# discovery.title
source: Discover
zh_hans: 发现

# discovery.topicPreview
source: Route template preview
zh_hans: 主题模板预览

# discovery.topicPreviewHint
source: This preview shows the library listing. Copying a route into your drafts and configuring its chapters are not available in this native build yet.
zh_hans: 此预览展示模板库中的信息。当前原生版本暂不支持复制到草稿或配置章节。

# discovery.topics
source: Routes
zh_hans: 主题

source: Discovery unavailable
zh_hans: 发现暂不可用

# discovery.untitledPlay
source: Untitled play
zh_hans: 未命名玩法

# discovery.untitledTopic
source: Untitled route
zh_hans: 未命名主题

# discovery.verification
source: How it’s verified
zh_hans: 怎么验证

# discovery.verification.choice
source: Multiple-choice question
zh_hans: 选项问答

# discovery.verification.gps
source: GPS arrival
zh_hans: GPS 到达

# discovery.verification.none
source: No verification
zh_hans: 无需验证

# discovery.verification.other
source: Other
zh_hans: 其他

# discovery.verification.photo
source: Photo check-in
zh_hans: 拍照打卡

# discovery.verification.preferences
source: Preference questions
zh_hans: 偏好题组

# discovery.verification.sensor
source: Sensor challenge
zh_hans: 传感器挑战

# discovery.verification.shopQR
source: Scan at the venue
zh_hans: 到店扫码

# discovery.verification.text
source: Text answer
zh_hans: 文字作答

# door.cancel
source: Cancel
zh_hans: 取消

# door.close
source: Close
zh_hans: 关闭

# door.disabled
source: This feature is not enabled in this build.
zh_hans: 当前版本尚未启用此功能。

# door.fixture.offline
source: Offline fixture · no camera or network
zh_hans: 离线示例 · 不使用相机或网络

# door.fixture.scene
source: Scene code
zh_hans: 场景码

# door.fixture.title
source: Door entry fixture
zh_hans: 门口码示例

# door.inviter.confirm
source: Bind this inviter
zh_hans: 绑定此邀请人

# door.inviter.invalid
source: Enter a valid inviter ID other than your own. Sign in first.
zh_hans: 请先登录，输入有效的邀请人编号，不能填写自己的编号。

# door.inviter.once
source: An inviter can only be bound once. Check the code before confirming.
zh_hans: 邀请人只能绑定一次，请确认邀请码无误后再提交。

# door.inviter.placeholder
source: Inviter ID
zh_hans: 邀请人编号

# door.inviter.remoteFailure
source: Could not bind. The code may not exist, or you may already have an inviter. Binding is one-time; retrying will not change this.
zh_hans: 没能绑定。可能这个邀请码不存在，也可能你之前已经绑过邀请人了。邀请人只能绑一次，重试不会有变化。

# door.inviter.review
source: Review binding
zh_hans: 确认绑定信息

# door.inviter.title
source: Bind inviter
zh_hans: 填写邀请人

# door.inviter.unknown
source: The result is uncertain. Do not submit again; this attempt is locked to your account.
zh_hans: 结果尚不确定，请勿重复提交，此次操作已锁定在当前账号。

# door.resolving
source: Opening entry…
zh_hans: 正在打开入口…

# door.unavailable
source: This code cannot be opened right now.
zh_hans: 这张码暂时打不开

# growth.badge.obtained
source: Earned
zh_hans: 获得时刻

# growth.badge.timezone
source: Time shown in China Standard Time
zh_hans: 时间为中国标准时间

# growth.badge.unnamed
source: Badge
zh_hans: 徽章

# growth.badgeCount
source: Badges earned
zh_hans: 已获徽章

# growth.badges
source: My badges
zh_hans: 我的徽章

# growth.badges.empty
source: No badges yet
zh_hans: 暂无徽章

# growth.board.empty
source: No rankings yet
zh_hans: 暂无排行榜数据

# growth.board.emptyHint
source: Rankings appear when the service has ranking data.
zh_hans: 有可排名数据后将在这里展示。

# growth.board.leaders
source: Rankings
zh_hans: 排行榜

# growth.board.metric
source: Ranking measure
zh_hans: 排行指标

# growth.board.period
source: Ranking period
zh_hans: 排行周期

# growth.board.title
source: Leaderboard
zh_hans: 完整排行榜

# growth.completedTopics
source: Completed topics
zh_hans: 完成主题

# growth.currentPoints
source: Current points
zh_hans: 当前积分

# growth.experience
source: Exploration value (EXP)
zh_hans: 探索值（EXP）

# growth.explorer
source: Explorer
zh_hans: 探索者

# growth.failed
source: Growth information could not be loaded
zh_hans: 成长信息加载失败

# growth.fixture.signOut
source: End sample session
zh_hans: 结束示例会话

# growth.level
source: Level
zh_hans: 等级

# growth.loading
source: Loading growth…
zh_hans: 正在加载成长信息…

# growth.me
source: Me
zh_hans: 我

# growth.metric.exp
source: Growth
zh_hans: 成长榜

# growth.metric.point
source: Points
zh_hans: 积分榜

# growth.mileage
source: Total distance (km)
zh_hans: 累计距离（公里）

# growth.mission.experience
source: Listed EXP reward
zh_hans: 标注经验奖励

# growth.mission.unnamed
source: Mission
zh_hans: 任务

source: Growth missions
zh_hans: 成长任务

# growth.missions.readOnly
source: Mission information only. Rewards cannot be claimed here.
zh_hans: 仅展示任务信息，此处不可领取奖励。

# growth.myRank
source: My ranking
zh_hans: 我的排名

# growth.network
source: Check your connection and try again
zh_hans: 请检查网络后重试

# growth.notConfigured
source: Growth service is not configured
zh_hans: 成长服务尚未配置

# growth.offlineExample
source: Offline synthetic example
zh_hans: 离线合成示例

# growth.overview
source: Exploration overview
zh_hans: 足迹概览

# growth.period.total
source: All time
zh_hans: 总榜

# growth.period.week
source: This week
zh_hans: 周榜

# growth.rank
source: Rank
zh_hans: 名次

# growth.refresh
source: Refresh
zh_hans: 刷新

# growth.retry
source: Try again
zh_hans: 重新加载

# growth.score
source: Points and ranking
zh_hans: 积分与排名

# growth.signInRequired
source: Sign in to see your growth and rankings
zh_hans: 登录后查看成长与排名

# growth.title
source: Growth center
zh_hans: 成长中心

# growth.unavailable
source: This growth information is temporarily unavailable
zh_hans: 这部分成长信息暂不可用

# growth.unit.point
source: Points
zh_hans: 积分

# growth.unknownValue
source: Not available
zh_hans: 暂无数据

# growth.unranked
source: Not ranked yet
zh_hans: 暂无排名

# homeFeed.activities
source: Activities
zh_hans: 活动

# homeFeed.activityHighlights
source: Activity highlights
zh_hans: 活动精选

# homeFeed.allCategories
source: All categories
zh_hans: 全部分类

# homeFeed.bannersError
source: Couldn’t load featured content
zh_hans: 精选内容加载失败

# homeFeed.categoriesError
source: Couldn’t load categories
zh_hans: 分类加载失败

# homeFeed.category
source: Category
zh_hans: 分类

# homeFeed.content
source: Content
zh_hans: 内容

# homeFeed.currencyUnknown
source: Currency not provided
zh_hans: 未提供币种

# homeFeed.date
source: Date
zh_hans: 时间

# homeFeed.empty
source: No matching results
zh_hans: 暂无匹配内容

# homeFeed.emptyHint
source: Try another search or category
zh_hans: 试试其他关键词或分类

# homeFeed.example
source: Offline examples · synthetic content
zh_hans: 离线示例 · 合成内容

# homeFeed.explore
source: Explore
zh_hans: 探索

# homeFeed.featured
source: Featured
zh_hans: 精选

# homeFeed.live
source: LIVE
zh_hans: 进行中

# homeFeed.loadError
source: Couldn’t load this section
zh_hans: 此分区加载失败

# homeFeed.loadMore
source: Load more
zh_hans: 加载更多

# homeFeed.loading
source: Loading…
zh_hans: 正在加载…

# homeFeed.noLocation
source: Ordered by time. Location has not been requested.
zh_hans: 按时间排序，未请求定位

# homeFeed.openFeatured
source: View featured content
zh_hans: 查看精选内容

# homeFeed.place
source: Place
zh_hans: 地点

# homeFeed.priceFrom
source: Starting price
zh_hans: 起始价格

# homeFeed.recommended
source: Recommended routes
zh_hans: 推荐路线

# homeFeed.retry
source: Retry
zh_hans: 重试

# homeFeed.search
source: Search routes and activities
zh_hans: 搜索路线和活动

# homeFeed.sectionEmpty
source: Nothing here yet
zh_hans: 暂无内容

# homeFeed.title
source: Home
zh_hans: 首页

# homeFeed.topics
source: Routes
zh_hans: 路线

# homeFeed.unavailable
source: Home is unavailable
zh_hans: 首页暂不可用

# homeFeed.untitled
source: Untitled
zh_hans: 未命名

# homeFeed.upcoming
source: Coming soon
zh_hans: 即将上线

# im.full.acknowledged
source: The server acknowledged this action.
zh_hans: 服务器已确认此操作。

# im.full.address
source: Address
zh_hans: 地址

# im.full.closed
source: This conversation is closed.
zh_hans: 此会话已结束。

# im.full.confirm
source: Confirm action
zh_hans: 确认操作

# im.full.conversation
source: Conversation
zh_hans: 会话

# im.full.details
source: View details
zh_hans: 查看详情

# im.full.disabled
source: This connection is not configured.
zh_hans: 尚未配置连接。

# im.full.image
source: Image message
zh_hans: 图片消息

# im.full.imageConsent
source: Choose an image only after you agree to select it for this conversation.
zh_hans: 同意为此会话选择图片后再继续。

# im.full.latitude
source: Latitude
zh_hans: 纬度

# im.full.location
source: Location card
zh_hans: 位置卡片

# im.full.locationConsent
source: Sending shares these coordinates with this conversation.
zh_hans: 发送将向此会话分享这些坐标。

# im.full.longitude
source: Longitude
zh_hans: 经度

# im.full.memberID
source: Recipient member ID
zh_hans: 接收方用户编号

# im.full.mute
source: Mute conversation
zh_hans: 开启免打扰

# im.full.name
source: Place name
zh_hans: 地点名称

# im.full.read
source: Mark as read
zh_hans: 标记已读

# im.full.rejected
source: The request was rejected.
zh_hans: 请求未获接受。

# im.full.retrySame
source: Retry unchanged request
zh_hans: 重试原请求

# im.full.review
source: Review
zh_hans: 检查确认

# im.full.reviewResult
source: View review result
zh_hans: 查看处理结果

# im.full.route
source: Route card
zh_hans: 路线卡片

# im.full.selectImage
source: Agree and choose image
zh_hans: 同意并选择图片
